Repository: Jy2005ov0/WifiConnect
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: ja, ms, ta, zh_hans

source: Your school's login page didn't show a sign-out link. You can add one in Settings › Login Page.
ja: 学校のログインページにサインアウトのリンクがありませんでした。設定 › ログインページで追加できます。
ms: Halaman log masuk universiti anda tidak menunjukkan pautan log keluar. Anda boleh menambahnya dalam Tetapan › Halaman Log Masuk.
ta: பள்ளியின் உள்நுழைவுப் பக்கத்தில் வெளியேறும் இணைப்பு இல்லை. அமைப்புகள் › உள்நுழைவுப் பக்கம் என்பதில் சேர்க்கலாம்.
zh_hans: 学校的登录页面没有提供退出链接。你可以在“设置 › 登录页面”中添加。

source: automatic
ja: 自動
ms: automatik
ta: தானியங்கு
zh_hans: 自动

source: set manually
ja: 手動設定
ms: ditetapkan secara manual
ta: கைமுறையாக அமைக்கப்பட்டது
zh_hans: 手动设置

source: your school
ja: 学校
ms: universiti anda
ta: உங்கள் பள்ளி
zh_hans: 你的学校

source: your school Wi-Fi
ja: 学校の Wi-Fi
ms: Wi-Fi universiti anda
ta: உங்கள் பள்ளி Wi-Fi
zh_hans: 学校的 Wi-Fi

source: OK
ta: சரி
zh_hans: 好

source: Ping
ta: பிங்
zh_hans: 延迟
